tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "fzf"
brew "git"
brew "graphviz"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "skitch"
cask "firefox"
cask "1password"
cask "docker"
cask "deepl"
cask "discord"
cask "visual-studio-code"
cask "slack"
cask "jetbrains-toolbox"
cask "google-chrome"
casl "zoom"