adpyke.vscode-sql-formatter
Arjun.swagger-viewer
dbaeumer.vscode-eslint
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
eamodio.gitlens
emallin.phpunit
fabiospampinato.vscode-diff
foxundermoon.shell-format
golang.go
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
jebbs.plantuml
marp-team.marp-vscode
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
nhoizey.gremlins
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
Vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
