adpyke.vscode-sql-formatter
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
anan.jetbrains-darcula-theme
anthropic.claude-code
arjun.swagger-viewer
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
eamodio.gitlens
emallin.phpunit
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hashicorp.terraform
jebbs.plantuml
lfs.vscode-emacs-friendly
llvm-vs-code-extensions.lldb-dap
marp-team.marp-vscode
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
nhoizey.gremlins
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
streetsidesoftware.code-spell-checker
sumneko.lua
swiftlang.swift-vscode
tamasfe.even-better-toml
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
znck.vue
