adpyke.vscode-sql-formatter
anthropic.claude-code
arjun.swagger-viewer
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
davidanson.vscode-markdownlint
eamodio.gitlens
emallin.phpunit
esbenp.prettier-vscode
foxundermoon.shell-format
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
jebbs.plantuml
marp-team.marp-vscode
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
zhuangtongfa.material-theme
znck.vue
