tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "laishulu/homebrew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fselect"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "zk"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "laishulu/homebrew/macism"
brew "qmk/qmk/qmk"
cask "1password"
cask "basictex"
cask "claude-code"
cask "clipy"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "google-chrome"
cask "mysqlworkbench"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
