tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "sheldon"
brew "tree"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "audio-hijack"
cask "clipy"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "loopback"
cask "mysqlworkbench"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
