tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "bat"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "lazygit"
brew "tree"
cask "1password"
brew "hashicorp/tap/terraform"
cask "audio-hijack"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "loopback"
cask "mysqlworkbench"
cask "postman"
cask "skitch"
cask "slack"
cask "spotify"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
